# Color/highlighting related things
# zsh-users/zsh-syntax-highlighting
zdharma/fast-syntax-highlighting
chrissicool/zsh-256color
zuxfoucault/colored-man-pages_mod
zpm-zsh/colorize

# Completion
robbyrussell/oh-my-zsh path:plugins/gitfast
robbyrussell/oh-my-zsh path:lib/completion.zsh
robbyrussell/oh-my-zsh path:lib/key-bindings.zsh

# History
robbyrussell/oh-my-zsh path:lib/history.zsh

# Theme
denysdovhan/spaceship-prompt

# Neat
robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:lib/directories.zsh
