tap "adoptopenjdk/openjdk"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "lucagrulla/tap"
brew "antibody"
brew "xz"
brew "asciinema"
brew "bat"
brew "bottom"
brew "bpython"
brew "bzip2"
brew "glib"
brew "python@3.9", link: false
brew "cairo"
brew "chicken"
brew "circleci"
brew "commitizen"
brew "ctags"
brew "diff-so-fancy"
brew "dust"
brew "exa"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnu-sed"
brew "grex"
brew "htop"
brew "hub"
brew "hugo"
brew "jq"
brew "lazygit"
brew "libiconv"
brew "libpq"
brew "libzip"
brew "lnav"
brew "luarocks"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openjdk"
brew "pandoc", link: false
brew "pgcli"
brew "pipx"
brew "postgresql", restart_service: true
brew "postgresql@12"
brew "postgresql@9.5"
brew "procs"
brew "pyenv", args: ["HEAD"]
brew "python-tabulate"
brew "python@3.7", link: false
brew "python@3.8", link: false
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "shellcheck"
brew "tealdeer"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "ultralist"
brew "wget"
brew "xsv"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "lucagrulla/tap/cw"
cask "adoptopenjdk8"
cask "authy"
cask "font-iosevka"
cask "google-chrome"
cask "iterm2"
cask "keycastr"
cask "notion"
cask "obsidian"
cask "postico"
cask "postman"
cask "pycharm"
cask "rocket"
cask "spotify"
cask "typora"
cask "visual-studio-code"
