tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "lucagrulla/tap"
tap "wez/wezterm"
brew "act"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "circleci"
brew "cloc"
brew "dbmate"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "exa"
brew "fd"
brew "flyctl"
brew "fnm"
brew "fonttools"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "hub"
brew "hugo"
brew "hurl"
brew "janet"
brew "jq"
brew "just"
brew "krb5"
brew "lazygit"
brew "lefthook"
brew "libpq"
brew "python-cryptography"
brew "magic-wormhole"
brew "node"
brew "marp-cli"
brew "neovim"
brew "openssl@1.1"
brew "python-tabulate"
brew "pgcli"
brew "pgformatter"
brew "pnpm"
brew "postgresql@12"
brew "postgresql@14"
brew "postgresql@15"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "redis"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "starship"
brew "tealdeer"
brew "tokei"
brew "ultralist"
brew "weasyprint"
brew "zoxide"
brew "lucagrulla/tap/cw"
cask "arc"
cask "around"
cask "authy"
cask "dbngin"
cask "discord"
cask "docker"
cask "firefox"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "google-chrome"
cask "jupyterlab"
cask "keycastr"
cask "lapce"
cask "postman"
cask "rocket"
cask "slack"
cask "spotify"
cask "tyke"
cask "typora"
cask "visual-studio-code"
cask "wezterm"
vscode "anotherglitchinthematrix.monochrome"
vscode "be5invis.theme-verdandi"
vscode "bradlc.vscode-tailwindcss"
vscode "brettlempereur.theme-base16grayscale"
vscode "ctrlplusb.i-minimal-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.remotehub"
vscode "GrapeCity.gc-excelviewer"
vscode "matangover.mypy"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "nickmillerdev.pytest-fixtures"
vscode "ryanolsonx.zenburn"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "VSpaceCode.whichkey"
vscode "waderyan.gitblame"
