tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "lucagrulla/tap"
tap "wez/wezterm"
brew "act"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "pycparser"
brew "cffi"
brew "circleci"
brew "cloc"
brew "cryptography"
brew "dbmate"
brew "direnv"
brew "dive"
brew "docker"
brew "docutils"
brew "wxwidgets"
brew "erlang"
brew "eza"
brew "fd"
brew "flyctl"
brew "fnm"
brew "fonttools"
brew "fzf"
brew "krb5"
brew "libpq"
brew "gdal"
brew "gh"
brew "gnu-sed"
brew "go"
brew "hub"
brew "hurl"
brew "jq"
brew "just"
brew "lazygit"
brew "lefthook"
brew "magic-wormhole"
brew "node"
brew "marp-cli"
brew "neovim"
brew "openssl@1.1"
brew "pgcli"
brew "pgformatter"
brew "postgresql@12"
brew "pre-commit"
brew "pyenv"
brew "python-tabulate"
brew "rabbitmq", restart_service: true
brew "redis"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tealdeer"
brew "tokei"
brew "weasyprint"
brew "yarn"
brew "zoxide"
brew "lucagrulla/tap/cw"
cask "dbngin"
cask "firefox"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "google-chrome"
cask "postman"
cask "rocket"
cask "slack"
cask "tyke"
cask "typora"
cask "visual-studio-code"
cask "wezterm"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "codeium.codeium"
vscode "dorzey.vscode-sqlfluff"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "jacobpfeifer.pfeifer-hurl"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "matangover.mypy"
vscode "mkhl.shfmt"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "nickmillerdev.pytest-fixtures"
vscode "otovo-oss.htmx-tags"
vscode "redhat.vscode-yaml"
vscode "rpbritton.zenbones"
vscode "samuelcolvin.jinjahtml"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
